package main

type Article struct {
	Title    string
	Body     string
	ImageUrl string
}

var Articles = []Article{{
	Title:    "Горщик",
	Body:     "Горщик, як символ українського гончарства, втілює багатовікову традицію ремесла. Його форма та декор відображають національні особливості та красу української культури. Цей предмет виготовляється вручну з використанням природних матеріалів, що підкреслює екологічність та автентичність українського гончарства. Горщик – це не лише побутовий предмет, а й шедевр ремесла, який зберігає спадщину та віддзеркалює мистецтво українських майстрів.",
	ImageUrl: "https://picsum.photos/200/300",
}, {
	Title:    "Миска",
	Body:     "Миска, утілена в українському гончарстві, є втіленням багатовікових традицій та національного характеру. Її форма та декор надихаються українською культурою, віддзеркалюючи національний колорит та естетику. Ручна робота та використання природних матеріалів надають мисці не лише функціональність, але й особливий характер, підкреслюючи екологічність українського гончарства. Миска стає не лише посудом для їжі, але й вираженням мистецької спадщини та теплоти ремесла.",
	ImageUrl: "https://picsum.photos/300/200",
}, {
	Title:    "Глек",
	Body:     "Глек, утворений в руках українських гончарів, представляє собою елегантний синтез мистецтва та корисності. Його форма та орнаментика народжуються з глини, пройнятої духом української традиції. Глек відзначається не лише вишуканістю дизайну, але й практичністю, роблячи його ідеальним для зберігання та подачі напоїв. Ручна робота та використання натуральних матеріалів підкреслюють автентичність та високу якість українського гончарства. Глек стає не просто посудом, а витвором мистецтва, який зберігає дух національної культури.",
	ImageUrl: "https://picsum.photos/200/200",
}, {
	Title:    "Макітра",
	Body:     "Макітра, виготовлена українськими гончарями, є невід'ємною частиною культурної спадщини. Її унікальна форма та прикраси вражають своєрідністю та красою. Майстри вкладають у свою роботу не лише вміння, а й дух споконвічних традицій. Ручна робота та використання найкращих матеріалів надають макітрі особливу вартість та створюють унікальний характер. Макітра стає не лише предметом одягу, але і витвором мистецтва, який підкреслює велич і красу української національної традиції.",
	ImageUrl: "https://picsum.photos/300/300",
}, {
	Title:    "Гладишка",
	Body:     "Гладишка, витвір українського гончарства, вражає не лише своєю корисністю, але й чарівністю дизайну. Її легка та елегантна форма витончено обрамлена традиційними орнаментами, створюючи неповторний образ. Робота майстрів переплітається з душею національної спадщини, а кожна гладишка – це не лише побутовий предмет, а й твір мистецтва. Виготовлена вручну з використанням відібраних матеріалів, гладишка відзначається не лише вишуканістю, але і екологічною чистотою. Вона стає втіленням української краси та тепла, переносячи нас в світ традицій та мистецтва.",
	ImageUrl: "https://picsum.photos/200/400",
}, {
	Title:    "Куманець",
	Body:     "Куманець, вироблений в руках українських гончарів, це не просто предмет, а витвір мистецтва, який вражає своєю унікальністю та експресією. Його форма і декор створюють гармонійний образ, де відчувається дух української культури та традицій. Ручна робота гончара, використання високоякісних матеріалів та врочистість вигляду роблять куманець важливим символом національної спадщини. Кожен елемент має свою унікальну історію, а спільний образ куманця є втіленням величі та глибини української ідентичності.",
	ImageUrl: "https://picsum.photos/200/400",
}, {
	Title:    "Кахлі",
	Body:     "Кахлі, виготовлені українськими гончарями, – це не просто елементи декору, а справжні твори мистецтва, що втілюють у собі багатовікові традиції. Їхні узори та форми не просто прикрашають простір, але й розповідають історії про національну культуру. Ручна робота гончара, вміння вибирати найкращі матеріали та неповторний стиль надають кахлям особливий характер. Ці елементи стають не лише частиною архітектурного середовища, але і витворами, що зберігають в собі дух ідентичності та краси українського гончарства.",
	ImageUrl: "https://picsum.photos/400/200",
}}
